<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <meta name="description" content="Historia">
        <meta name="keywords" content="index, mariachiXmundo, Historia">
        <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1, minimum-scale=1">
  <link rel="stylesheet"  type="text/css" href="css/fontello.css">
  <link rel="stylesheet" type="text/css" href="css/style.css">
  <link rel="stylesheet" type="text/css" href="css/menu.css">
  <link rel="icon" type="img/png" href="img/icon3.png">
  <title>Historia</title>
    </head>

    <body>
        <header>
            <div class="contenedor">
                <h1 class="icon-music">MARIACHIS</h1>
                <input type="checkbox" id="menu-bar">
                <label class="icon-menu" for="menu-bar"></label>
                <nav class="menu">
                    <a href="index.html">Home</a>
                    <a href="Historia.html">Historia</a>
                    <a href="MariachiXmundo.html">Mariachi por el mundo</a>
                </nav>
            </div>
        </header>

        <main>
            <section id="banner">
                <img src="img/mariachis.jpg">
                <div class="contenedor">
                    <h2>Hiatoria Sobre los Marriachis en M&eacute;xico</h2>
                </div>
            </section>

            <section id="bienvenidos">
                <div class="contenedor">
                    <P>Existen varias versiones sobre el t&eacute;rmino mariachi. La primera explica 
                        que los ind&iacute;genas de Techaluta, Jalisco, llamaban as&iacute; a un piso 
                        de madera en el que realizan sus bailes o zapateados. Este nombre proviene de 
                        un &aacute;rbol desconocido del que usaban su madera para construir este tablado 
                        o pista de baile.
                    </P>   
                    <p>La segunda historia dice que la palabra proviene de la mezcla del castellano "Mar&iacute;a" y 
                        la lengua del pueblo coca "shi, son" , que significa sones. Esta combinaci&oacute;n 
                        nace porque los habitantes de Cocula adoraban a la Inmaculada Concepción en 1528.
                    </p>
                    <p>Los primeros mariachis surgieron en Cocula y en Tecalitlán. Estos grupos usaban un 
                        guitarr&oacute;n, dos violines, una vihuela y una chirim&iacute;a. Despu&eacute;s 
                        de algunos a&ntilde;os, en 1896 esta tradici&oacute;n musical lleg&oacute; a la 
                        Ciudad de M&eacute;xico a trav&eacute;s del grupo de Jos&eacute; Garc&iacute;a.
                    </p>
                    <p>Conforme pas&oacute; el tiempo, esta m&uacute;sica se degrad&oacute; y durante el Porfiriato se consider&oacute; 
                        propia de las clases bajas por la influencia del afrancesamiento nacional. Lo ir&oacute;nico 
                        es que una de las versiones dice que los propios franceses la adoraban durante las 
                        bodas.
                    </p>
                    <p>Sin embargo, este g&eacute;nero se enalteci&oacute; con la aparici&oacute;n de la Revoluci&oacute;n Mexicana, pues los 
                        corridos eran armas musicales que hablaban de la injusticia. Luego de esto, la m&uacute;sica de 
                        mariachi comenz&oacute; a aparecer en las pel&iacute;culas rancheras y durante 1930 la agrupaci&oacute;n de 
                        Marmolejo introdujo la trompeta.
                    </p>
                    <p>Seis años despu&eacute;s L&aacute;zaro C&aacute;rdenas us&oacute; al Mariachi Vargas como estrategia publicitaria en su 
                        campaña electoral. Este grupo se ha mantenido como uno de los más antiguos en el pa&iacute;s, pues 
                        sigue vigente con su quinta generaci&oacute;n de m&uacute;sicos.
                    </p>
                    <p>El son particular que dio origen al mariachi naci&oacute; en Cocula, Jalisco. Los habitantes 
                        de este peque&ntilde;o pueblo crearon la base rítmica como una expresi&oacute;n de adoraci&oacute;n a la Virgen de la 
                        Pila, imitando as&iacute; a los frailes que utilizaban la m&uacute;sica para evangelizarlos.La fusi&oacute;n 
                        sonora de las guitarras y violines con las caracolas, teponaztlis, flautas de carrizo y otros instrumentos ind&iacute;genas 
                        es la chispa que ocasion&oacute; el nacimiento de un nuevo g&eacute;nero: el mariachi.</p>
                </div>
            </section>

            <section id="info">
                <h2>Fotografias Antiguas</h2>
                <div class="contenedor">
                    <div class="info-m">
                        <img src="img/hitoria.jpg">                
                    </div>
                    <div class="info-m">
                        <img src="img/his2.jpg">                
                    </div>
                    <div class="info-m">
                        <img src="img/his3.jpg">                
                    </div>
                    <div class="info-m">
                        <img src="img/his4.jpeg">                
                    </div>
                    <div class="info-m">
                        <img src="img/his5.jpg">                
                    </div>
                    <div class="info-m">
                        <img src="img/his6.jpg">                
                    </div>
                </div>
            </section>
        </main>

        <footer>
            <div class="contenedor">
                <p class="copy">2022, Mariachis &copy; Derechos reservados</p>
                <div class="sociales">
                    <a class="icon-face" href="https://www.facebook.com/profile.php?id=100008691211747"></a>
                    <a class="icon-insta" href="https://www.instagram.com/invites/contact/?i=w2blwdszb6r4&utm_content=jb0e7e7"></a>
                    <a class="icon-twitter" href="https://twitter.com/PatyDeLosSant10?t=IFUsmGVAGLuVDMQPT8jVHA&s=09"></a>
                </div>
            </div>
        </footer>
    </body>
</html>    