<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <meta name="description" content="Por el mundo">
        <meta name="keywords" content="index, mariachiXmundo, Historia">
        <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1, minimum-scale=1">
  <link rel="stylesheet"  type="text/css" href="css/fontello.css">
  <link rel="stylesheet" type="text/css" href="css/style.css">
  <link rel="stylesheet" type="text/css" href="css/menu.css">
  <link rel="icon" type="img/png" href="img/icon3.png">
  <title>Por el mundo</title>
    </head>

    <body>
        <header>
            <div class="contenedor">
                <h1 class="icon-music">MARIACHIS</h1>
                <input type="checkbox" id="menu-bar">
                <label class="icon-menu" for="menu-bar"></label>
                <nav class="menu">
                    <a href="index.html">Home</a>
                    <a href="Historia.html">Historia</a>
                    <a href="MariachiXmundo.html">Mariachi por el mundo</a>
                </nav>
            </div>
        </header>

        <main>
            <section id="banner">
                <img src="img/mariachis.jpg">
                <div class="contenedor">
                    <h2>Marriachis por el Mundo</h2>
                </div>
            </section>

            <section id="bienvenidos">
                <div class="contenedor">
                    <P>Ellos son los encargados de llevar la identidad de M&eacute;xico por todo el mundo, la mezcla 
                        inconfundible de vihuela, guitarra, guitarr&oacute;n, violines y trompeta, son apenas el 
                        comienzo de un folclor &uacute;nico. El esquema se completa cuando una voz brav&iacute;a y festiva 
                        comienza a entonar: “De la sierra morena, cielito lindo, vienen bajando un par de 
                        ojitos negros, cielito lindo, de contrabando”. 
                    </P> 
                    <p>El mariachi, declarado en 2012 como Patrimonio Cultural Inmaterial de la Humanidad, 
                        es el s&iacute;mbolo con el que miles de mexicanos identificados en el mundo y es que su 
                        inconfundible parafernalia son sólo una probadita de la riqueza cultural que existe 
                        en el pa&iacute;s.De acuerdo con diversos historiadores, los mariachis comenzaron como un 
                        conjunto musical nacido en el cerro, en las haciendas y barriadas de Cocula, Jalisco, 
                        prohijado por frailes, charros y caporales.
                    </p> 
                    <p> El acad&eacute;mico del Conservatorio Nacional de M&uacute;sica y profesor de la Escuela de Mariachi 
                        Ollin Yoliztli, Aar&oacute;n Jim&eacute;nez Hern&aacute;ndez, relat&oacute; que los mariachis se convirtieron en el 
                        &iacute;cono mundial de M&eacute;xico a partir de la &eacute;poca de Oro de las pel&iacute;culas, ya que se les dio 
                        una gran difusi&oacute;n y proyecci&oacute;n.“La cinematograf&iacute;a de M&eacute;xico en el mundo fue muy fuerte, 
                        eran grandes pel&iacute;culas, grandes guiones y producciones, adem&aacute;s hab&iacute;a mucho apoyo del 
                        gobierno culturalmente para el cine”, se&ntilde;ala. No obstante, pese a que gracias al cine se 
                        tuvo la oportunidad de presumir al mundo diversos folclores mexicanos,  principalmente de 
                        Veracruz y algunos sones huastecos, por alguna raz&oacute;n fue m&aacute;s llamativo el coculense, por 
                        su alegr&iacute;a y ritmo.“El humano en general, est&aacute; muy atra&iacute;do por el ritmo,  mientras el ritmo 
                        sea m&aacute;s pegajoso o m&aacute;s vivido y  alegre, te atrae m&aacute;s.  Empezando por ah&iacute;, el ritmo y las 
                        letras festivas empleadas en Cocula fueron una de las claves”, refiere  Jim&eacute;nez.
                    </p>
                    <p>Tal es la influencia que ha tenido el mariachi en el p&uacute;blico internacional, que pa&iacute;ses 
                        como Venezuela, Colombia, El Salvador, Estados Unidos, Viena, Jap&oacute;n y Francia, por 
                        mencionar algunos, tienen su propio mariachi, conformado por sus propios ciudadanos.
                    </p>
                </div>
            </section>

            <section id="info">
                <h2>Imagenes</h2>
                <div class="contenedor">
                    <div class="info-m">
                        <img src="img/mun.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun2.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun3.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun4.png">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun5.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun6.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun7.jpg">                  
                    </div>
                    <div class="info-m">
                        <img src="img/mun8.jpg">                  
                    </div>
                </div>
            </section>
        </main>

        <footer>
            <div class="contenedor">
                <p class="copy">2022, Mariachis &copy; Derechos reservados</p>
                <div class="sociales">
                    <a class="icon-face" href="https://www.facebook.com/profile.php?id=100008691211747"></a>
                    <a class="icon-insta" href="https://www.instagram.com/invites/contact/?i=w2blwdszb6r4&utm_content=jb0e7e7"></a>
                    <a class="icon-twitter" href="https://twitter.com/PatyDeLosSant10?t=IFUsmGVAGLuVDMQPT8jVHA&s=09"></a>
                </div>
            </div>
        </footer>
    </body>
</html>    